export const MAIN_TABS = [
  { id: "personal", label: "वैयक्तिक माहिती" },
  { id: "qualification", label: "शैक्षणिक अर्हता माहिती" },
  { id: "service", label: "सेवाविषयक माहिती" },
  { id: "salary", label: "वेतन माहिती" },

  { id: "transfer", label: "बदली माहिती" },
  { id: "enquiry", label: "चौकशी माहिती" },

  { id: "serviceBook", label: "सेवापुस्तक माहिती" },
  { id: "medical", label: "आजार व इतर माहिती" },
  { id: "certificates", label: "प्रमाणपत्रे" }
];

export const SUB_TABS = {

  personal: [
    "भाग 1",
    "भाग 2",
    "भाग 3",
    "भाग 4",
    "भाग 5",
    "भाग 6",
    "रहिवासी पत्ता",
    "सध्याचा पत्ता",
    "आपत्कालीन संपर्क",
    "कौटुंबिक माहिती",
    "नामनिर्देशन माहिती"
  ],

  qualification: [
    "शैक्षणिक अर्हता",
    "प्रशिक्षण माहिती",
    "विभागीय परीक्षा",
    "स्पर्धा परीक्षा",
    "इतर परीक्षा"
  ],

  service: [
    "प्रथम नियुक्ती",
    "पदस्थापना सद्यस्थिती",
    "सेवा प्रगती (ACP/MACP)",
    "मत्ता व दायित्व"
  ],

  salary: [
    "वेतन आयोग",
    "वेतनवाढ तपशील",
    "वेतन भत्ता",
    "इतर वेतन योजना",
    "अतिरिक्त वेतन वसुली"
  ],

  transfer: [
    "बदली माहिती"
  ],

  enquiry: [
    "अनधिकृत गैरहजर",
    "विभागीय चौकशी",
    "निलंबन माहिती",
    "न्यायालयीन प्रकरण"
  ],

  serviceBook: [
    "सेवा पुस्तक",
    "सेवापुस्तक पडताळणी"
  ],

  medical: [
    "आजार माहिती",
    "पदोन्नती तपशील",
    "मुदतवाढ तपशील",
    "दिव्यांग तपशील",
    "गटविमा तपशील",
    "अग्रिम तपशील"
  ],

  certificates: [
    "प्रमाणपत्रे"
  ]
};